{
  "item_eitratgeireikthyr": "Kungsfrende",
  "item_eitratgeireikthyr_description": "Gifted by the first storm, tempered in the heart of the wild. An atgeir fit for those who would stand beside kings.",  
  "item_eitrcrossboweikthyr": "Kronvakt",
  "item_eitrcrossboweikthyr_description": "Once, the thunder of Eikthyr’s hooves shook the realms,now his fury is bound to string and steel",  
  "item_eitrbattlehammerelder": "Gammeldomarn",
  "item_eitrbattlehammerelder_description": "Only the strong endure the trial of Gammeldomarn. The weak perish in its flames or rot beneath its weight.", 
  "item_eitrelderroundshield": "Vildpansar",
  "item_eitrelderroundshield_description": "Forged from roots that have never yielded to the blade of an axe, it bends but never breaks.",
  "item_eitrsledgebonemass": "Andekrossarn",
  "item_eitrsledgebonemass_description": "Before the swing, it speaks: No need to fight. The swamp will take you. Be still now. And so they fall.",  
  "item_eitrmacebonemass": "Myrefrid",
  "item_eitrmacebonemass_description": "Forged from the anguished essence of Bonemass, Myrefrid thrums with pestilence and the lingering wail of the lost.",  
  "item_eitrdaggermoder": "Modersadjö",
  "item_eitrdaggermoder_description": "A farewell kiss, colder than the grave—felt only once, and never forgotten.",
  "item_eitrgreatbowmoder": "Snöstorm",
  "item_eitrgreatbowmoder_description": "With each shot, a mother weeps and a life is forever bound in winter’s grasp.",
  "item_eitrspearmoder": "Hjärtansdrickarn",
  "item_eitrspearmoder_description": "Wielded by the frost-touched spirits of the Valkyries, this spear pierces with a coldness that freezes the very soul—its point, forever hungry for the warmth of life.",  
  "item_eitrgreatswordyagluth": "Brandklinga",
  "item_eitrgreatswordyagluth_description": "A sword that burns with the fury of the sun itself, said to never cool once drawn.", 
  "item_eitrswordsyagluth": "Avund&Fördom",
  "item_eitrswordsyagluth_description": "Born of Yagluth’s own malice, these blades radiate the heat of envy and the cold bite of disdain." 
}